      1 
      1 
  66266 !
  16304 "
    929 #
      1 ##17
      1 ##bribery
      1 ##ifmbwasinmyclass
      1 ##it's
      1 ##tootiredtofunction
      1 #00
      1 #000
      1 #0002
      1 #0004
      2 #00111
      1 #0013
      1 #0017
      1 #0032
      1 #01
      1 #01532
      1 #0249
      1 #02babyyy
      1 #04
      1 #042793
      1 #06656g
      1 #07
      1 #09
      1 #0913
      1 #09143
      1 #1's
     17 #10
      6 #10-24
      5 #10-32
      2 #100
      8 #1000aday
      1 #1000day
      2 #100days
      1 #100days2olympics
      3 #100daystogo
      1 #100they
      1 #100waystoliveanormallife
      1 #104
      1 #105
      1 #105fans
      1 #106
      1 #10attractivepeopleifollow
      3 #10factsaboutme
      1 #10factsabwtme
      1 #10liesiwastold
      1 #10minutetakeover
      1 #10reasonstoshiftafarmer
      3 #10thingsihateaboutyou
     34 #10thingsiwanttohappen
      4 #11
      1 #110
      1 #111311
      1 #114
      1 #118
      1 #11hourday
      4 #12
      1 #120396
      1 #12062
      1 #121
      1 #123
      1 #124
      1 #1279
      5 #13
      1 #131313
      1 #131613
      1 #1318
      1 #1320
      1 #1326
      1 #138
      1 #13808
      1 #13episodes
      1 #13girls
      1 #13millionstrong
      2 #13millionswifties
      1 #13swag
      2 #14
      1 #1400
      1 #140characterlimitsucks
      2 #140cuse
      1 #1437
      1 #1489
      3 #15
      1 #150lungesin30minutes
      1 #153
      1 #1568
      1 #15914
      2 #15x
      6 #16
      1 #16044
      1 #17
      1 #170
      1 #17701
      1 #17760
      1 #17daystogo
      1 #17millionnavy
      1 #17morehourrs
      4 #18
      1 #18523
      1 #186
      1 #187
      1 #1876
      2 #19
      1 #19062
      1 #191
      1 #19days
      1 #19june
      1 #19mydream
      1 #19thbsbanniversary
      1 #1bas
      2 #1d
      2 #1d1year
      1 #1darebad
      1 #1day
      2 #1dbungyjumpnakedinnewzealand
      1 #1dcometoozforaholiday
      1 #1ddoll
     17 #1dfact
      9 #1dfacts
     20 #1dfamily
      3 #1dfollowthelistof1dfanatics
      2 #1dfollowwe1directioners
      1 #1dgame
      2 #1direction
      2 #1directionindo
      3 #1disgangsta
      1 #1djokes
      3 #1dlikesbigbums
      1 #1dlove
      1 #1dlyrics
      8 #1dnextalbumtitle
      1 #1dnextsongtitle
      2 #1donmuch
      1 #1dovereverything
      1 #1dpict
      1 #1dquiz
      2 #1dquote
      1 #1dsecrets
      4 #1dsongconcept
      2 #1dstoreinphilly
      3 #1dtonz
      1 #1dtouraus2013
      1 #1dtournz
      1 #1dtoysoldiers
      3 #1dwearsbatik
      1 #1dwebsterssurfboards
     10 #1dwebstersurfboards
      1 #1dwithdave
      1 #1fan
      1 #1kfollowers
      2 #1love
      1 #1m1m
      1 #1millionfordianna
      1 #1moreday
      1 #1moremonth
      1 #1nri
      4 #1omf
      1 #1st_comm_session
      9 #1stflywithb1a4
      1 #1stplace
      1 #1stquartersriddim
      1 #1yearmyworldtourindonesia
      4 #1yearthestoryofus
      1 #2-56
      4 #20
      1 #200
      1 #20060k
      1 #2009-2010bieber
      1 #200millionviews
      2 #2012
      2 #2013
      1 #2014
      1 #202
      1 #20funkyyears
      5 #20millionbeliebers
      1 #20millionstrong
      1 #20thingsaboutme
      7 #21
      2 #210
      1 #2103
      1 #211
      1 #214
      1 #215
      1 #21foxes
      1 #21in21
      1 #21jumpstreet
      2 #21millionbeliebers
      1 #21millionenbeliebers
      1 #21millions
      1 #21stbday6days
      1 #22
      1 #2225
      1 #23
      1 #236
      1 #23days
      4 #24
      1 #243048-001
      1 #2461
      1 #24th
      1 #250
      1 #253
      1 #2542
      1 #255
      1 #26
      2 #2617
      1 #2699
      2 #26ten
      1 #27
      1 #27thdecember2007
      3 #28
      1 #280646
      1 #2adays
      1 #2amdhalfhrsleft
      1 #2brokegirls
      1 #2chainz
      1 #2days
      1 #2good2betrue
      1 #2hourstiltheweekend
      1 #2manyuberbabez
      2 #2millionforiansomerhalder
      4 #2months
      1 #2months8days17hours
      1 #2morehours
      2 #2moreweeks
      1 #2ndacct
      6 #2omf
      1 #2omfs
      2 #2pac
      3 #30
      1 #300
      1 #304problems
      1 #305dayz
      1 #30april
      1 #30hrfamine
      2 #30secondmom
      1 #30thhja
      2 #31
      1 #31210
      1 #31status
      2 #34
      1 #3411
      2 #342xlttw
      1 #350z
      1 #36
      1 #37
      2 #381938
      1 #39028
      2 #3992
      1 #3amigos
      1 #3daysaway
      1 #3daystogo
      1 #3dayweekend
      1 #3dt4drc
      1 #3moredays
      1 #3omf
      1 #3sum
      2 #3wordsaftersex
      1 #3x19
      6 #4-40
      4 #40104
      2 #401306
      1 #41
      1 #4111302
      1 #41days
      2 #42
     32 #420
      1 #420babyy
      1 #420tweet
      1 #43
      1 #433
      4 #44
      1 #4540
      1 #459
      1 #46
      3 #47
      2 #48
      1 #48rules
      1 #4_20
      1 #4dtourhighlights
      1 #4dtourwasamazing
      1 #4dtourwillbemissed
      1 #4dub
      1 #4lokos
      1 #4months
      1 #4rbfset-063
      2 #4thdimensiontour
      1 #4thlunchbuddy
      1 #4weeks4days
      1 #4wondrous
      1 #50
      1 #500ad
     19 #500aday
      1 #500inspired
      3 #500px
      1 #500salute
      1 #500shit
      1 #500strong
      1 #500tweets
      1 #5091622
      1 #50factsaboutme
      6 #50liesiwastold
      1 #50shadesofgrey
      1 #50wishes
      1 #54
      1 #55days
      1 #56
      1 #56389
      2 #57
      1 #5811
      1 #59
      1 #5aday
      1 #5aside
     35 #5bestsmells
      1 #5gb
      1 #5realestgirlsiknow
      1 #5words
      1 #5yearolds
      1 #6-1
      2 #6-32
      1 #6-4
      1 #6-40
      3 #60
      1 #600-5ws
      1 #60daystillbelieve
      2 #61
      1 #61186
      2 #63days
      1 #63daystillbelieve
      1 #63moredays
      2 #64
      1 #640-801
      1 #656483
      1 #66
      1 #66208
      1 #67months
      1 #68
      1 #6868
      2 #69
      1 #6packinthemaking
      1 #6th
      1 #6timeworldchamp
      1 #6withjerry
      1 #6years
      1 #70
      1 #700th
      1 #704
      1 #7121
      1 #7230711
      3 #7244
      1 #75
      2 #757
      1 #76
      2 #79
      1 #791
      1 #7istooyoung
      1 #7letters
      1 #7mary3
      8 #8-32
      1 #80
      2 #800
      1 #8059
      1 #8076
      1 #80s
      1 #81
      1 #810423
      1 #813
      1 #82
      1 #83
      1 #849
      1 #85
      1 #8572
      1 #87
      1 #8745
      1 #8days
      1 #8outof10cats
      3 #90's
      1 #90'schic
      1 #902074
      1 #90210
      1 #90daychallenge
      1 #90snick
      1 #91
      1 #912008
      4 #913hot30givesyou1ddolls
      1 #913hot30rushersftw
      1 #914hot30givesyou1ddolls
      1 #9221
      1 #9316
      1 #980
      1 #9811
      1 #98fm
      1 #999thtweet
      2 #99ers
      1 #99power
      1 #9bmc
      1 #9gag
      1 #9gagtweets
      1 #9kmyrtle
      1 #9monthswithoutamy
      1 #9o21o
      1 #a-levels
      1 #a1c
      3 #a7xkl
      1 #a7xliveinmanila
      1 #a7xmng
      1 #aaaf
      1 #aaahh
      1 #aaawwfuull
      1 #aapmujheacchelagnelage
      5 #aba
      5 #abdc
      2 #abdc7
      1 #abdcweek2
      1 #abeee
      1 #abfab
      1 #abg
      1 #abood
      1 #about_me
      1 #aboutme
      1 #aboutyounow
      5 #abovetheinfluence
      2 #abq
      1 #absolutegoon
      1 #absolutelygutted
      1 #abusiveboyfriend
      1 #abusivefreshman
      1 #abvote
      1 #ac
      1 #acasa2012
      1 #acceptandlove
      1 #accidentallyinlove
      4 #accomplished
      1 #accomplishment
      2 #accounting
      1 #accuracy
      1 #acen
      1 #achaaristheshit
      1 #achey
      1 #aclproblems
      1 #acp
      1 #activism
      1 #actuallyhappy
      1 #actuallywillmissher
      1 #actuallyy
      1 #acunamatada
      1 #ad
      1 #adage
      1 #adamlevine
      4 #addicted
      2 #addicts
      1 #addme
      1 #addmypin
      1 #adelaide
      2 #adele
      1 #adeleisthebest
      1 #adios
      1 #adminav
      2 #admitit
      1 #admititalready
      1 #admrisingstaraward
      2 #adobe
      1 #adollamakesmehollahoneybooboo
      1 #adoptakuola
      1 #adoptedrugbymum
      2 #adorbs
      1 #adrianna
      1 #adrietweet
      1 #ads
      2 #adulthood
      1 #adultwork
      1 #advancebirthdaywish
      1 #adventureisoutthere
      1 #advice
      1 #aea
      1 #aerosmith
      1 #aesthetic
      1 #afc
      1 #afcb
      1 #affnyc
      1 #afghanistan
      1 #afltigerseagles
      1 #aftereffectsofredbull
      1 #again
      1 #agchatoz
      1 #ageisjustanumber
      1 #agender
      1 #agiftfromgod
      1 #agile
      1 #agingproblema
      2 #agirlcandream
      1 #agiveup
      1 #agnes
      1 #agree
      1 #agreed
      1 #agriculture
      1 #agt
      1 #agt_au
      1 #ah12
      1 #ahajustsaying
      1 #ahappypmrcandidate
      1 #aheartforgod
      1 #ahfuckyeah
      2 #ahh
      5 #ahhh
      1 #ahhhmazinggg
      1 #ahhwwweee
      1 #ahhyeah
      1 #ahman
      1 #ahmen
      1 #ahreleif
      2 #ahs
      1 #ahwell
      1 #ahyjesuuu
      1 #ai
      2 #ai11
      1 #aidingchange
      1 #aimedtweet
      2 #aine
      3 #aintlovecrazy
      1 #aionetc
      3 #aionsw
      1 #airbag
      1 #airingnow
      1 #airport
      1 #airporttweet
      1 #aitd2012
      1 #aiteproblems
      1 #alanjohnson
      1 #alastminutestudent
      1 #alberta
      1 #albumtitle
      1 #alcholismybf
      1 #alcohol
      1 #alcoholicproblems
      1 #alcoholicsanonymous
      1 #aleague
      1 #aleaguegf
      2 #aleppo
      1 #alevels
      1 #alexisjordanfollow
      1 #alexoloughlin
      1 #alexpettyfer
      1 #alfredotofettucini
      1 #alfrescogarlicday
      1 #ali
      2 #alicebungisngis
      1 #aliensss
      1 #alisonpotterx3c
      1 #alkhawaja's
      2 #all
      1 #allah
      2 #allalone
      1 #allanmalapit
      1 #allbymyself
      1 #alldaywithyou
      1 #allergicreaction
      1 #allergictoeverything
      1 #allergieshavemeinafog
      1 #allergiesstartintoflareup
      1 #allergiessuck
      1 #allergytesting
      1 #allgreekstep2k12tomorrow
      2 #allgrownup
      1 #allinallseason
      1 #allithinkaboutisfood
      1 #allitisshit
      1 #alliwant
      1 #alljokes
      1 #allnewpeople
      2 #allnighter
      1 #allowthat
      8 #allrelationshipsneed
      3 #allsmiles
      1 #allthehawtness
      1 #allyourbridalaccessoryneeds
      1 #allyourjobs
      1 #almostasenior
      1 #almostcrying
      1 #almostdied
      1 #almostgotintheroofandkilledhim
      1 #aloha
      1 #aloneinmyhouse
      1 #alonetime
      2 #alot
      1 #alphabetlove
      1 #alreadybored
      1 #alreadymissyou
      1 #alrightythen
      2 #alternativerock
      1 #altwiculate
      1 #always
      1 #alwaysbemybaby
      1 #alwayscuddling
      1 #alwaysgotmyback
      1 #alwaysruineverything
      1 #alwayssmokingthosepapers
      1 #alwaysthere
      1 #am
      1 #amakeoverforanoldfriend
      1 #amarae
      2 #amazaynmaliklist
      2 #amaze
      1 #amazeballs
      9 #amazing
      1 #amazingestshoesever
      1 #amazingness
      1 #amazingtasha
      2 #amazon
      1 #ambiracial
      2 #amen
     16 #americanidol
      1 #americanidol11
      1 #americanpie
      1 #americanroadtrip
      1 #amf
      1 #amgeekingoutagain
      1 #amitheonlyonedyingoffyourdp's
      1 #amiweird
      1 #amongfriends
      1 #amouramour
      2 #amreading
      3 #ams
      1 #amuseme
      1 #amwriting
      1 #amynator
      1 #amyrobbins
      1 #amzn
      1 #anaproblems
      1 #anchormanmoviequotes
      1 #andever
      1 #andfood
      1 #andnowimfollowing
      1 #andourmommys
      2 #andrewwillbeatthis
      2 #android
      1 #androidprobz
      1 #andthatisnotmythemesong
      1 #andthentherewere2
      1 #andthentherewere8
      1 #andwhat
      1 #andy4mayor
      1 #andymurray
      1 #andyou
      1 #andyourmum
      1 #anemia
      1 #angelfest
      1 #angelinajolie
      2 #angels
      1 #anger
      1 #anggun
      2 #angry
      1 #angryboys
      1 #angryface
      1 #angryradioman
      1 #angrytears
      1 #anhhh
      1 #anidiotwhenitcomestocharacternames
      1 #animalabuse
      1 #animalfactscard
      1 #animallovers
      1 #animalrights
      1 #animals
      2 #animation
      1 #animosanbeda
      1 #ankleprobz
      1 #anklesocks
      1 #annaww
      1 #anniemurdoch
      1 #anniv1yearaulionism
      1 #annoyance
      9 #annoying
      2 #anonymous
      1 #anotherboringnight
      1 #anotherseasoninthechampionship
      1 #anothershaunprediction
      1 #anothersleeplessnight
      1 #answer
      1 #anterior
      1 #anticipation
      1 #antisocial
      3 #antm
      1 #antsinmypants
      1 #anydaynow
      1 #anymoneyiswelcome
      1 #anyoldexcuse
      3 #anyone
      1 #anyoneelse
      2 #anytakers
      1 #anythingforyou
      1 #anythinggoesswag
      1 #anzacpack
      1 #aoe
      1 #aokwx
      1 #aots
      1 #apchemruinsmyday
      1 #apimpnamedslickback
      1 #apocalyptour
      1 #apologize
      2 #apple
      1 #applebutt
      1 #appledip
      1 #appreciated
      1 #appreciative
      2 #apprentice
      1 #april
      1 #april25th
      1 #aprilshowers
      1 #aprilwish
      2 #apt23
      1 #aquarians
      2 #aquarius
      2 #arabsgottalent
      1 #archaeology
      1 #architecture
      1 #arcticmonkeys
      1 #are
      1 #arewefuckingorwhat
      1 #areyouhappynow
      1 #areyoukiddingme
      1 #areyounot
      1 #argentina
      1 #argentinalovesyou
      1 #argentiniandirectioner
      1 #arghiphone
      2 #arianator
      1 #arianatorfamily
      1 #arianators
      5 #aries
      1 #arizona
      1 #arkamondays
      1 #arkansasblondes
      1 #armani
      1 #arpreps
      1 #arrogance
      1 #arsehole
      2 #arsenal
      1 #arsenal-chelsea
      2 #arsenaltillidie
      1 #arstechnica
      6 #art
      1 #artfix
      1 #artiniokc
      3 #artist
      1 #artistprobs
      1 #artlendinglibrary
      1 #artup
      1 #aryana
      1 #asadumar
      2 #asalways
      1 #asanators
      2 #asap
      1 #asb
      3 #aserigivemereecemastin
      1 #asexual
      1 #ashamed
      1 #ashleysharp
      1 #asian
      2 #asianfashion
      1 #asifshelltakeme
      2 #askallegri
      1 #askandythorn
      6 #askben
      1 #askblessie
      1 #askcara
      2 #askcraig
      1 #askdirectioner
      3 #asked
      3 #askgazgshore
      1 #askgeorge
      5 #askgi
      1 #askgreyson
      1 #askinallthemquestions
      1 #askivyrisejosh
     10 #askjessiej
      1 #askjord
      1 #askkat
      1 #askkhalil
      1 #askkirk
      2 #askkris
      1 #askkylie
      1 #asklawsonryan
      2 #asklux
      1 #askmitch
      5 #askretwittings
      2 #askrichard
      1 #askryan
      1 #askscandal
      1 #asktwitter
      1 #askzac
     18 #askzacefron
      2 #askzayn
      1 #asl
      1 #asm
      3 #asoe
      1 #asot
      3 #assange
      1 #assassinscreed
      1 #assets
      2 #asshole
      1 #assholes
      1 #asswednesday
      1 #asthma
      1 #asthmaprobz
      1 #asylum8
      1 #atheism
      2 #athleteproblems
      1 #atl
      1 #atlanta
      1 #atlanticcity
      1 #atleasthehasafastcar
      1 #atleastitsfriday
      1 #atlshawty
      1 #atm
      1 #atozchallenge
      1 #atp
      2 #attaboy
      1 #attack
      1 #attagirl
      1 #attention
      1 #attentionwhore
      1 #atthedentist
      1 #attitude
      2 #auction
      1 #audiodeafness
      2 #auntiemoment
      1 #auroville
      1 #aus
      1 #ausaelections
      3 #auspol
      1 #australia
      1 #australian
      1 #australianandproud
      1 #austria
      1 #authentic
      1 #autism
      1 #autismspeaks
      1 #autocad
      1 #autodesk
      6 #autofollow
     12 #autofollowback
      1 #automaticraiseatculvz
      1 #automotive
      1 #autosport
      1 #avaya
     11 #avengers
      2 #avengersassemble
      1 #avengersvsxmen
      1 #avfc
      1 #avid-based
      1 #avisparden21i_
      2 #avrilmakesushappy
      1 #aw
      1 #awake
      1 #awards
      1 #away
      1 #awaydaymemories
     12 #awesome
      1 #awesomemate
      2 #awesomeness
      1 #awesometweeps
      1 #awful
      1 #awhh
      1 #awhshit
      4 #awks
      1 #awksauce
      4 #awkward
      1 #awkwardmoment
      1 #awok
      1 #aws
      1 #awwitsharryswives
      1 #awww
      1 #awwwtheirnot
      1 #awwwts
      1 #axid119
      1 #ayce
      1 #aye
      2 #ayee
      1 #ayeee
      2 #ayokonamagyoyo
      1 #ayyee
      1 #az
      1 #azharmahmood
      1 #azonto
      1 #aztecs
      2 #b13b3rc0nd44
      1 #b1h
      1 #b2bconnect
      1 #b3tha
      1 #bababa
      1 #babes
      5 #baby
      1 #babybirthdays
      1 #babycomeback
      1 #babyforgivemeee
      1 #babyincpick
      1 #babymakingmusic
      1 #babymakingsongs
      2 #babynathforlife
      1 #babyneedles
      1 #babyneo
      1 #babyonthebrain
      1 #babyshower
      1 #babysitter
      2 #babysitting
      1 #bachchanrecitesbachchan
      1 #backchannel
      1 #backinthegame
      1 #backinthegoodoledays
      1 #backoff
      1 #backoffmymanmchugh
      1 #backonform
      1 #backoutthepennavolume1
      1 #backspotprobs
      1 #backstage
      1 #backtobed
      1 #backtosleep
      1 #backtoworktomorrow
      1 #backup
      1 #bacon
      1 #bacongasm
      1 #bad
      4 #badass
      1 #badasses
      2 #badbitch
      1 #badbuzz
      1 #badchicktweet
      1 #baddancer
      9 #badday
      1 #baddayprediction
      2 #badfan
      1 #badfriend
      1 #badfriendtweet
      1 #badgirl
      1 #badgirlsclub
      1 #badkarma
      1 #badkid
      2 #badluck
      1 #badman
      1 #badminton
      2 #badmommy
      3 #badmood
      1 #badness
      1 #badnight
      1 #badthoughts
      4 #badtimes
      1 #badtiming
      1 #badtwitterpolice
      1 #bag
      1 #bagedbarbie
      1 #bahhumbug
      6 #bahrain
      1 #baisden
      1 #bajanstyle
      1 #bake
      1 #bakeation
      1 #baked
      1 #bakedwithlove
      1 #bakersamericanpie
      1 #bakersawards
      1 #bakesale
      1 #balance
      1 #balkanadvantage
      1 #ballerinagirlproblems
      3 #ballin
      1 #ballout
      1 #balticon
      1 #bamanation
      1 #bamf
      1 #banana
      1 #bananaleafrice
      1 #bandkidproblems
      1 #bandoftheday
      1 #baneofmylife
      1 #bangable
      1 #bangalore
      1 #bangbooming
      1 #banger
      1 #bangladesh
      2 #bangoot
      1 #bangz
      1 #baniyas
      1 #banjo
      1 #banjoes
      1 #banta
      1 #banter
      1 #bants
      1 #bapisback
      1 #bara
      1 #baralona
      1 #baramivida
      1 #barbz
      5 #barca
      1 #barcafan
      1 #barcastaylosin
      5 #barcelona
      1 #barcelona4life
      1 #barcelonavschealse
      1 #barf
      2 #bargain
      1 #barnesandnoble
      4 #bars
      5 #baseball
      1 #baseballgrlfrnd
      1 #baseballplayers
      1 #based
      1 #basementpeople
      3 #basketball
      1 #basketballchaos
      2 #basketballwives
      1 #bassnectartv
      1 #batb12
      1 #bathandbodyworks
      1 #bathingsuit
      1 #bathkillerbees
      1 #bathtime
      1 #bathtub
      1 #batterygoindown
      1 #battleroyale
      1 #battlescars
      2 #battleship
      1 #bayern
      1 #baylornation
      1 #bazinga
      1 #bb
      1 #bball
      1 #bbau
      1 #bbbh
      1 #bbcf1
      1 #bbcfootball
      1 #bbcqt
      1 #bbcsnooker
      1 #bbcthree
      2 #bbl
      1 #bbllaahh
      4 #bbm
      1 #bbmhug
      1 #bboysessions
      1 #bbpin
      1 #bbqtenthandover
      3 #bbt
      2 #bbw
      5 #bc
      1 #bcbc
      1 #bchr
      1 #bcndp
      1 #bcpoli
      2 #bcwine
      2 #bcwinechat
      1 #bcwo
      1 #bdaycelebrations
      1 #bdayman
      1 #bdaypresentsrock
      1 #bdbt
      1 #bdubs
      3 #beach
      1 #beachbody
      1 #beachboyz
      1 #beachbreak
      1 #beachbum
      1 #beachweekend
      1 #beansprout
      1 #bears
      1 #bearsdraft
      1 #beast
      1 #beastly
      2 #beastmode
      1 #beastmodebysummer
      1 #beastt
      1 #beat
      1 #beatchathistimeprocrastination
      1 #beatifullday
      1 #beatreitz
      2 #beaut
     12 #beautiful
      1 #beautifulcreatures
      2 #beautifulday
      2 #beautifulfreaksfamily
      1 #beautifulout
      1 #beautifulreflections
      1 #beauty
      1 #beautyandbrains
      1 #beautysleep
      1 #beblessed
      1 #becarefull
      1 #becarefulwhatyouwishfor
      1 #becauseimnot
      2 #bed
      1 #bedcheck
      1 #bedisbetter
      2 #bedoneschoolalready
      4 #bedtime
      1 #bedtimenow
      1 #beegees
      1 #beenalongtime
      1 #beenawhile
      1 #beenthere
      1 #beers
      1 #beforeigotsaved
      2 #begging
      1 #begrateful
      5 #behappy
      1 #beijing
      1 #beingawimp
      1 #beingerica
      1 #beinghappy
      1 #beingonnapa
      1 #beingromez
      1 #beingselfish
      1 #beingsicksucks
      2 #bejealous
      1 #bejelly
      1 #belasco
      1 #beleve
      4 #belieber
      2 #belieberfamily
      3 #belieberforever
      7 #beliebers
      1 #beliebersareafamily
      1 #beliebershelpbeliebers
      1 #belieberslovesmilers
     68 #believe
      1 #believe25
      1 #believealbum
      1 #believealbumcover
      1 #believeintheblue
      1 #believeit
      1 #believeitornot
      1 #believemeplease
      1 #believer
      5 #believetour
      1 #believetourindonesia
      1 #believing
      1 #bellysgotme
      1 #belmont
      1 #benadryl
      1 #bench1m41m
      1 #benchmob
      1 #benchpresssessiontonight
      1 #benefamalam
      1 #benmaselday
      1 #bent
      1 #bersih
      4 #best
      1 #bestbdaypartyever
      1 #bestbehaviour
      1 #bestbestie
      1 #bestbirthdayever
      1 #bestboyfriend
      1 #bestbrews
      1 #bestbuddies
      1 #bestbuds
      1 #bestcatintheworld
      1 #bestconversations
      1 #bestday
      5 #bestdayever
      1 #bestdestresserever
      1 #bestdogever
      1 #besteleanorcalderfanaccount
      1 #bestemployers
      1 #bestestfriend
      1 #bestfandom
      1 #bestfans
      1 #bestfeeling
      1 #bestfeelingever
      1 #bestfeelingintheworld
      1 #bestfolloweraward
      1 #bestfoodeverrr
     10 #bestfriend
      1 #bestfrienddd
      2 #bestfriendprobs
      4 #bestfriends
      1 #bestfriendstatus
      1 #bestfriendsthinkalike
      1 #bestfriendtweet
      1 #bestfriendwithdrawls
      1 #besthairintheprem
      1 #besthugsever
      1 #besticecreamaround
      1 #bestie
      2 #besties
      1 #bestiesforevsies
      1 #bestival
      1 #bestkeptsecret
      1 #bestmish2k12
      1 #bestmomever
      1 #bestmommyever
      1 #bestmovie
      1 #bestmovieever
      1 #bestofchuckbass
      1 #bestpartofit
      1 #bestpresentever
      1 #bestpromdateever
      1 #bestreaction
      1 #bestrong
      1 #bestshopping
      1 #bestshowever
      1 #bestsingereverobviously
      1 #bestsisterever
      1 #bestsongever
      1 #besttextalldayaward
      1 #bestthingever
      1 #besttweepsever
      1 #bestwaytowakeup
      1 #besweetpeople
      2 #betch
      1 #bethanyscomp
      1 #bethere
      1 #better
      1 #betterbegood
      1 #betterchange
      1 #betterday
      1 #betterthanbefore
      1 #betterthannothing
      2 #betterthingstodo
      1 #betterwinorelse
      1 #betteryouthanme
      1 #betty
      1 #beware
      1 #bewbluv
      2 #beyhive
      1 #beyonce
      1 #beyondexcited
      3 #bf
      1 #bf3
      1 #bfc
      6 #bff
      1 #bffeae
      1 #bfff
      1 #bffl
      2 #bffs
      1 #bfftime
      2 #bfftweet
      1 #bfil
      1 #bg
      2 #bgc
      1 #bgc8
      1 #bgee
      1 #bgrdc
     20 #bgt
      2 #bhojaair
      1 #bhr
      1 #bhssoccer
      1 #bi
      1 #biased
      1 #biatch
      1 #bibleclass
      1 #bibledrills
      3 #bieberfact
      2 #bieberfacts
      1 #biebergivesthebestblowjobs
      2 #bieberlovestory
      2 #biebermeetalexis
      6 #bieberonthevoice
      1 #bieberquote
      1 #bieberquotes
      1 #biebertonewcastle
      1 #bigasscrybaby
      1 #bigbangtheory
      2 #bigblue
      1 #bigbootydykeproblems
      1 #bigbootyjudy
      1 #bigbrother
      1 #bigcountryassfeet
      1 #bigdickbitch
      1 #bigdream
      1 #bigdreams
      1 #bigfamily
      1 #bigfan
      1 #biggercarmoreshopping
      1 #biggerroomneeded
      1 #biggershark
      1 #biggestdream
      1 #biggestfan
      1 #biggestfanrighthere
      1 #biggestfear
      1 #biggestloser
      1 #biggestmistake
      9 #biggestregret
      6 #biggestturnon
      1 #biggirltime
      1 #biglittlelove
      1 #biglol
      1 #biglove
      1 #bigmistake
      1 #bigmommashouse
      1 #bignight
      1 #bigregret
      1 #bigsister
      1 #bigthankyou
      2 #bigtime
      1 #bigtimerush
      2 #bigtimesummertour
      2 #bigtimetour
      1 #bigtits
      1 #bigweekend
      1 #bigwoose
      1 #biking
      1 #bikinibodmotivation
      1 #bikinibody
      1 #bikram
      1 #bilas
      1 #billa2
      1 #billboard
      2 #bills
      1 #billynomates
      1 #bingung
      1 #bio
      1 #biology
      1 #bipolar
      1 #bipolarweather
      1 #birdphilosophy
      1 #birds
      1 #birdykiller
      2 #birthday
      1 #birthdaybeats
      1 #birthdayblues
      2 #birthdaybuddies
      1 #birthdaymess
      1 #birthdaypreparation
      1 #birthdayproblems
      2 #birthdaytweet
      1 #bisexual
      1 #biswins
     13 #bitch
      1 #bitchass
      1 #bitchdiaries
      3 #bitches
      1 #bitchesloveit
      1 #bitchesontherun
      1 #bitchgetthatchecked
      1 #bitchingferdays
      1 #bitchmode
      1 #bitchmodewasdefintlyon
      1 #bitchplease
      1 #bitchseriously
      1 #bitchx2
      1 #bitter
      2 #bittercosmyteamisshit
      3 #bittersweet
      1 #bitwine
      1 #bizhype
     15 #bizitalk
      1 #bjhollywood
      1 #bjrc
      1 #bl13
      1 #blackberry
      1 #blackdiamondz
      1 #blackgirlprobs
      1 #blackhawk
      3 #blackhawks
      1 #blackheath
      1 #blackhorseinn
      1 #blackissexy
      1 #blackjellybeansareyucky
      1 #blackmonfam
      1 #blackops2
      1 #blacksabbath
      1 #blacksheep
      1 #blacksheepfridays
      1 #blameice
      1 #blank
      1 #blanketissues
      1 #blazeit
      1 #bleachisnotourfriend
      1 #bleedblueandgold
      1 #bleedgreen
      1 #bleh
      1 #bless
     30 #blessed
      1 #blesshim
      1 #bleugh
      1 #blg
      1 #blink
      1 #block
      1 #blockbuster
      4 #blog
      1 #blogchat
      3 #blogconclt
      1 #blogger
      2 #bloggers
      1 #blogging
      1 #blogging101
      1 #blogpost
      1 #blogs
      1 #blonde
      1 #blondegirlprobs
      1 #blondehairblueeyes
      1 #blondemoment
      1 #blondes
      1 #blondeshavemorefun
      2 #blonoforsale
      1 #blonojobs
      1 #blood
      1 #bloodprison
      1 #bloodyhorses
      1 #blow-job
      1 #blowssobad
      1 #blue
      1 #bluegurl
      1 #bluejays
      1 #bluenoses
      1 #blueprint
      3 #blues
      4 #blujays
      1 #bluntblowin
      1 #blunted
      1 #bluntsmoker
      1 #bluntsonblunts
      1 #blush
      2 #bmc
      1 #bmegplanet
      1 #bmfls
      1 #bmw
      1 #bnkrt
      1 #bo
      1 #bob
      1 #bobbobbob
      1 #bobmarley
      1 #bobs
      1 #bodrum
      1 #bodybyvi
      1 #boi
      1 #bollocks
      1 #bollywood
      1 #bombaf
      1 #bombed
      1 #bombgirls
      1 #bombshellspell
      1 #bonding
      1 #bonessweater
      1 #bonfire
      1 #bong
      1 #bonkers
      1 #bonn
      1 #bonnaroo
     11 #boo
      3 #boobs
      1 #boogie
      1 #boogieshoes
      2 #boohoo
      1 #book
      1 #books
      1 #booksthatwillneverexist
      1 #booktomovieproblems
     13 #boom
      1 #boombox
      2 #boomers
      1 #boomp
      1 #boomshakalaka
      7 #booo
      1 #boosie
      1 #boosters
      1 #booty
      1 #bootyshortsweather
      1 #booze
      1 #boozeforgoals
      1 #boozin
      1 #bop
      1 #boracay2012
      1 #bordoutofmymind
      1 #bore
      9 #bored
      1 #boredaf
      1 #boredasfxck
      1 #boredofblack
      1 #boredom
      1 #boredshitless
      1 #boreoff
      1 #borewhoresss
      5 #boring
      1 #boringspain
      1 #boringstory
      1 #bosh
      1 #bosox
      8 #boss
      1 #bossimmunesystem
      1 #bosss
      1 #bosstweets
      2 #boston
      1 #bostonbruins
      1 #bostonmarket
      1 #botequimtuitajoaquim
      1 #bottomdollar
      1 #bougie
      1 #bouncyiphone
      1 #boutta
      1 #boutthatlife
      3 #bouttime
      1 #bow
      1 #bowbow
      1 #bowie
      1 #boww
      2 #boy
      1 #boyceavenue
      1 #boyfacts
      1 #boyfiend
     41 #boyfriend
      1 #boyfriend5
      1 #boyfriendonitunes
      1 #boyfriendonmediafire
     21 #boyfriendvideo
      1 #boymeetsworld
      1 #boys
      1 #boysthatattractme
      1 #boyswipe
      1 #boythudervisitsgyss
      2 #boythunderisfollowing
      3 #boythunderontwitcam9pm
      1 #boyz
      1 #boyzhitdallas
      1 #boyzhituk
      1 #boyzhitwisconsin
      1 #bozotheclown
      1 #bp
      1 #braaap
      1 #brabbit
      1 #bracessuck
      1 #brainsoverbeauty
      1 #brainstormworkshop
      1 #braintrain
      1 #braltonmakesmebeautiful
      1 #brand
      1 #brandchat
      2 #brandnewvisuals
     13 #brandon
      1 #brandsgame
      1 #brangelinaengagement
      1 #braptings
      1 #brat
      1 #bratsare
      9 #bratsarefun
      1 #brave
      1 #braxtonbabes
      1 #brazil
      1 #brazillovessnsd
      3 #brb
      1 #brbcrying
      1 #brbuk
      1 #breakalegthough
      2 #breakfast
      1 #breakfastreview
      1 #breakfastsongs
      1 #breakingdown
      1 #breakinghip
      1 #breakingnews
      1 #breakingusapart
      1 #breastfriend
      1 #breastfriends
      1 #breda
      1 #breezin
      1 #breitbart
      1 #brewers
      1 #briana
      1 #brianhoughton
      1 #bribery
      1 #briefsvsboxers
      2 #brighton
      3 #brilliant
      1 #brind1dtoitaly
      1 #bring1dinmanila
      3 #bring1dtohawaii
      1 #bring1dtoitaly
      1 #bringbackcharmed
      1 #bringbackthesunshine
      1 #bringbacktoonami
      1 #bringherback
      1 #bringingoutthebigguns
      1 #bringit
      1 #bringiton
      1 #bringitonallornothing
      1 #bringitonb
      1 #bringjordisback
      1 #bringmeback
      1 #bringmileycyrustovietnam
      1 #bringonblackpool
      1 #bringonfriday
      1 #bringonthesummer
      1 #bringoutthetweets
      1 #bringthenoise
      1 #britfanproblems
      2 #britishweather
      1 #britney
      1 #britneyspears
      1 #brocade
      1 #brocksquad
      1 #brogrid
      2 #broke
      1 #brokebitchnumba1
      1 #brokecollegekid
      1 #brokedown
      1 #brokegirlproblems
      1 #brokegirlprobz
      1 #brokeisnojoke
      3 #broken
      1 #brokenbackproblems
      1 #brokendown
      1 #brokenhearted
      1 #brokenheartedgirl
      2 #brokenhearts
      1 #brokentoe
      1 #brokenvow
      2 #bromance
      1 #brooklyn
      1 #bros4lyfe
      1 #brosbefore
      2 #brosoverhoes
      3 #brother
      1 #brotherlovetho
      1 #brothers
      1 #browns
      1 #brownsign
      1 #browqueenb
      1 #browser
      1 #brr
      1 #bruceleroy
      5 #bruins
      1 #bruinsvscaps
      1 #bruits
      1 #brunch
      1 #brunetteprobs
      1 #brunettesdoitbetter
      1 #bruno
      1 #bruuuce
      1 #brwnda
      1 #bsa
      2 #bsb
      5 #bsb19thanniversary
      1 #bsb20thanniversary
      1 #bst
      2 #bsu16
      1 #bsw
      2 #bt
      1 #btcc
      1 #btg
      1 #btrseason3
      5 #btrtour
      1 #btrtourspecial
      3 #bucketlist
      1 #bucn
      1 #buenacancion
      1 #buf
      1 #buffalo
      1 #buffandloaded
      1 #buffchickswag
      1 #buhbye
      1 #buhbyealaric
      1 #builtofbarnwood
      1 #bulgariababyyy
      1 #bulgarianeedsonedirection
      1 #bullet
      6 #bulls
      3 #bullshit
      2 #bullsnation
      1 #bullsvsheat
      1 #bully
      1 #bullying
      1 #bullynotfreezone
      1 #bullystatus
      1 #bumi20
      1 #bummed
      1 #bummedout
      3 #bummer
      1 #bummingoutinschool
      1 #bun
      1 #bundir
      1 #bunnies
      1 #bunny
      1 #bunnyloves
      1 #buns
      1 #bunsofsteelmyass
      1 #buongiorno
      2 #burbanmela
      3 #burn
      2 #burnbabyburn
      1 #burned
      1 #burninginthecar
      1 #burnitdown
      2 #burnnotice
      1 #burntbum
      1 #burp
      1 #burrr
      1 #business
      1 #busproblems
      1 #bussin
      3 #busted
      3 #busy
      1 #busybee
      2 #busyday
      1 #busylife
      1 #butidratherbeatthebeach
      1 #butigotawaistline
      1 #butiloveit
      1 #butimalwaysnice
      1 #butimissitalready
      1 #butitsallgood
      1 #butiwannaplay
      1 #butnotreally
      1 #butokay
      1 #butreallly
      2 #butreally
      1 #butreallythough
      1 #butter
      2 #butterflies
      1 #butthatsjustme
      1 #butthemoney
      1 #butthisistheonlypool
      1 #buttton
      1 #butyouomightwanttowatchoutforthechickenhouse
      2 #buy
      1 #buysweetloveonitunes
      1 #buzy
      1 #buzzin
      1 #bvb
      2 #bwechat
      1 #bwelv
      1 #bwhatuare
      1 #bws
      1 #bww
      5 #bye
      1 #byebyewifey
      1 #byeelise
      1 #byenobletuckey
      1 #byert
      1 #byeseniors
      1 #bymyself
      1 #c19
      1 #c25k
      1 #c4
      1 #c4dev
      1 #c4l
      1 #ca
      2 #cabinfever
      1 #cadbury2012
      1 #cadburys
      1 #caerphilly
      1 #cahr
      1 #cahr2012
      1 #cair
      1 #cairoweather
      7 #cake
      1 #cakemakeup
      1 #cakepops
      1 #calandraqbd
      3 #calendar
      7 #calgary
      1 #california37
      1 #callmedumbagain
      5 #callmemaybe
      6 #callmyname
      1 #callofduty
      1 #callumewen
      2 #calm
      1 #calmbutstressed
      1 #calmdowncalmdown
      1 #cambridgebootcamps
      1 #camdr
      1 #cametoolate
      1 #campelectric
      1 #campervanlife
      1 #camping
      3 #camrynoncreativedisc
      1 #camrynondahsyat
      1 #can
      3 #can't
      1 #can'twait
      5 #canada
      1 #canadianarmedforces
      1 #canadiancelebritycrush
      7 #cancer
      3 #cancer's
      2 #candy
      1 #canfiteverything
      1 #canijuststayinbedplease
      1 #cannabis
      1 #cannes
      2 #cannes2012
      1 #cannitwait
      1 #cannotwait
      1 #cannotwaitanylonger
      1 #cannymovesyndrome
      1 #canonlydream
      1 #cantbearblair
      1 #cantbebothered
      1 #cantbreathe
      1 #cantcope
      1 #canteat
      1 #cantfreakingwait
      1 #cantgetbacktosleep
      1 #cantgetmuchbetter
      1 #canthelpit
      1 #cantlie
      1 #cantsayanythingnow
     69 #cantsayno
      2 #cantsleep
      1 #cantstanditwhen
      1 #cantstop
      1 #cantstoplaughin
      1 #canttakeit
      1 #canttakeitanymore
      1 #canttakethis
      1 #canttouchthis
     20 #cantwait
      1 #cantwait2sleep
      1 #cantwaitanylonger
      1 #cantwaitforgrad
      1 #cantwaitforprom
      1 #cantwaitfortonight
      1 #cantwaittillitsover
      1 #cantwaittoculata
      1 #cantwaittograduate
      1 #cantwaittomeetmylilman
      2 #cantwaottill5
      1 #cantwatch
      1 #cantwatchitanymore
      1 #cantwin
     14 #canucks
      1 #canyoudotheboomboom
      1 #canyouseeme
      1 #canywaittohumpyouboys
      1 #capecod
      1 #capitalstb
      1 #capitalstm
      2 #cappadocia
      1 #cappucino
      3 #capricorn
      1 #capricorn's
      2 #capricorns
      1 #caps
      1 #capsbruins
      1 #carbguilttrip
      1 #cardiffcityfc
      1 #cardinalnation
      1 #cardinals
      1 #cardnation
      4 #career
      1 #careerplanning
      3 #careers
      3 #carefree
      1 #carefulwithterminal
      1 #carelessworldtour
      1 #cargames
      5 #caring
      1 #carolinagirl's
      1 #carolinaliar
      1 #carproblems
      1 #cars
      1 #carsfsbo
      1 #carson
      1 #cartoonnetwork
      1 #case39
      1 #cashcab
      6 #castings
      5 #castle
      1 #cat
      1 #catalyst
      2 #catchingfire
      1 #catchingtheinfection
      1 #catchingup
      1 #catchy
      1 #catproblems
      1 #catsbetteranyways
      1 #cau
      1 #caught
      1 #caughtout
      1 #causeitaint
      1 #causewereguys
      1 #caution
      1 #cavemanlook
      1 #caylions
      1 #caylovers
      1 #cbawiththis
      1 #cbb
      1 #cbbtodryit
      1 #cbcprom
      1 #cblgooddaysunshine
      1 #cbquotes
      1 #cdnpoli
      1 #cdntech
      1 #cdt
      3 #ceefax
      1 #celebapprentice
      4 #celebjuice
      1 #celebrateandrepresent
      1 #celebrities
      3 #celebrity
      1 #celebrityapprentice
      1 #celebrityapprenticeau
      1 #celebrityfitnessmines
      1 #celebrityironicdeaths
      2 #celebrityjuice
      1 #celebritylove
      1 #celebs
      1 #celitics
      1 #celtic
      1 #celtics
      1 #centos
      1 #ceph
      1 #cerecilla
      1 #ceres12
      1 #certifiedcreeper
      1 #cf
      2 #cfb
      6 #cfc
      1 #cfceasypickings
      1 #cg12
      1 #cg3
      1 #cgt
      1 #chacelebration
      1 #chaching
      1 #challengeaccepted
      1 #challengetrophyfinal
      1 #championsbelieve
      1 #championshipbound
      1 #championsleague
      2 #change
      1 #changedat
      1 #changedhat
      1 #changemovietitlewitheyebags
      1 #changeofplans
      1 #changes
      1 #chanicekett
      1 #channel
      1 #channel4
      1 #channingtatum
      1 #chaparan
      1 #chargephone
      1 #charityjump
      1 #charityshop
      1 #charlie
      1 #charliepug
      1 #charmed
      1 #chaseandstatus
     16 #chasingthesun
      1 #chasingthesunon
      4 #chasingthesunonitunes
      1 #chasingthesunthewanted
      2 #chasingthesunvideo
      1 #chastersinfinitelove
      2 #chatmac
      1 #chaton
      1 #chavdays
      2 #cheap
      1 #cheapskate
      1 #checkit
      1 #checkitout
      1 #checkmeout
      1 #checkyourselfbeforeyouwreckyourself
      1 #cheeers
      1 #cheeky
      1 #cheerbffforeber
      1 #cheerleadingproblems
      1 #cheermeup
      1 #cheerpower
      3 #cheerproblems
      3 #cheers
      1 #cheersmate
      1 #cheerstothefreakinweekend
      1 #cheerstothefrickin'weekend
      1 #cheerstotheweekend
      3 #cheerup
      1 #cheerupbbys
      1 #cheerupclothing
      1 #cheescake
      1 #cheese
      2 #cheesy
      1 #cheesybutamazing
      1 #cheesychatuplines
      1 #cheesytweet
      1 #cheetahs
      1 #cheifs
      4 #chelsea
      2 #chelseacanwinif
      2 #chelseafc
      1 #chelseavsbarcelona
      1 #chemistry
      1 #chennai
     27 #cherlloydintheusa
      1 #cherylnewsong
      1 #chessed
      4 #chicago
      1 #chicken
      1 #childishgambino
      1 #childishmoment
      1 #chileneeds1d
      1 #chill
      1 #chilled
      1 #chillin
      1 #chilling
      1 #chilloutfestival
      1 #chillpeepz
      1 #chimelove
      1 #china
      1 #chinesetalent
      4 #chinup
      1 #chipmunk
      1 #chiswick
      1 #chitownlove
      1 #chloverfromgeorgia
      1 #chocobo
      1 #chocoholics4l1f3
      2 #chocolate
      1 #chocolatemusse
      1 #chocyyystrawbs
      1 #choir
      1 #choochooobsessed
      1 #chopped
      1 #chopseydirtycunt
      1 #chrisettemichele
      1 #chrisgayle
      1 #chrisprice
      1 #christian
      2 #christianpickuplines
      1 #christmas
      1 #chubby
      1 #chubbyfaceprobz
      1 #chuck
      1 #chuf
      1 #chump
      1 #chungchung
      1 #churr
      1 #chuss
      1 #cimc2012
      1 #cinema
      1 #cinemagraph
      1 #cinnamontoastcrunch
      1 #ciroc
      1 #ciscoroadshow
      3 #cisionuk
      1 #citk
      1 #citygirls
      1 #citylightzfriday
      1 #citylightztosupportolly
      2 #ck
      1 #ckin
      1 #cking
      1 #cl
      1 #claimingit
      1 #claire
      1 #class
      5 #classic
      1 #classiceddiemurphy
      1 #classof12
      3 #classof2012
      1 #classof2013forlife
      1 #classof2014
      1 #classof2016
      1 #classygirl
      1 #clawsareout
      1 #clb0108
      1 #cleanandlean
      2 #cleancloud
      1 #cleaning
      1 #cleanyourshit
      3 #cleatchaser
      1 #cleaverdog
      2 #clever
      5 #clfromthephilippines
      1 #click
      1 #climatechange
      1 #climax
      1 #clingy
      1 #clippers
      6 #cloud
      1 #cloudcamp
      1 #clouds
      1 #clown
      2 #clubparadise
      1 #clusterfuck
      1 #clutch
      2 #cmar
      2 #cmgrchat
      1 #cmon
      1 #coa
      3 #coachella
      1 #coachella2012
      1 #coachhaze
      1 #coachingindoors
      1 #coachwatson
      2 #coal
      1 #cobbcomein
      1 #cock
      1 #cocktease
      2 #cocky
      1 #cockytweet
      1 #coconutwater
      1 #cocukgeyikleri
      1 #codechallenge
      1 #codyfact
      1 #coeliac
      5 #coffee
      1 #coffeebumholeandbagelsreunited
      1 #coffeefail
      1 #coffeepart2
      1 #coffeewithsugar
      1 #colchester
      2 #cold
      1 #cold1s
      1 #coldandmiserable
      1 #coldandwetfeetisntthebestfeeling
      1 #coldd
      1 #coldplayfilm
      1 #coldplayproblems
      2 #coleworld
      1 #collectionfail
      8 #college
      2 #collegefest
      1 #collegegirlproblems
      1 #collegegradedunit
      1 #collegekidproblems
      1 #collegelifenaman
      2 #collegeproblems
      1 #collegeprobs
      1 #collegeworktakesovermylife
      1 #colleging
      1 #colleqebound
      1 #collidewiththesky
      1 #collierseminolestatepark
      1 #color
      1 #coloradorockymountainhigh
      1 #colorforecast
      1 #colorful
      1 #colorfuljeans
      1 #colton
      1 #coltondixon
      1 #colts
      1 #columbiasgottalentthree
      1 #combat
      1 #come2atl
      2 #comeatmebro
      8 #comeback
      1 #comebackfriends
      1 #comebacksoon
      1 #comebacksrk
      1 #comebacktome
      1 #comebacktostjohns
      2 #comeclean
      1 #comecorrect
      2 #comecuddle
      3 #comedy
      1 #comedychicks
      1 #comefaster
      1 #comegetsome
      4 #comehome
      1 #comehomealready
      1 #comehomesoon
      3 #comeon
      1 #comeonacone
      1 #comeonandwinthefacup
      1 #comeondaniel
      1 #comeonn
      1 #comeonoverbaby
      1 #comeoverther
      1 #comeseeme
      1 #comevisit
      1 #comfort
      1 #comfortable
      1 #comfy
      1 #comfyday
      1 #comicbookcrush
      2 #comics
      1 #commend
      1 #commercialisednationalism
      1 #comminbackfromjamica
      1 #committed
      1 #common
      1 #commonlaw
      1 #commuity5araa
      3 #comp
      1 #competition
      1 #competitive
      1 #complicatedlife
      1 #compliment
      1 #comps
      2 #computer
      1 #computing
      1 #conchita
      1 #conclusion
      1 #concussion
      1 #concussionprobs
      1 #condolence
      3 #confession
      1 #confessionsofabraceface
     12 #confused
      1 #confusedlittleboys
      1 #confusing
      1 #congrads
      1 #congrats
      1 #congratsonthesexlou
      4 #congratswe1directionersfor30kfollowers
      2 #congratulations
      1 #congress
      1 #consciousness
      1 #consultant
      1 #content
      1 #contentbrew
      2 #contest
      1 #contestcomingup
      1 #contests
      1 #context
      1 #controlneeded
      2 #controlthecrazy
      1 #contruction
      1 #conv12
      1 #convention
      2 #converse
      1 #converseblockparty
      7 #convertible
      1 #cookies
      1 #cookiesandcream
      1 #cookieteamparty
      1 #cooking
      1 #cool
      2 #coolbro
      1 #cooldaughterprobs
      1 #coolestindianever
      1 #coolinq
      2 #coolkid
      1 #coolmum
      1 #coolsocks
      1 #coolstorybro
      1 #coolsurferdude
      1 #cooltreats
      1 #coonapproves
      1 #coool
      1 #copiesfilesthendeletes
      1 #copskillinit
      1 #coptheath
      1 #copy
      1 #cor
      1 #cornwall
      1 #correct
      2 #corrie
      1 #corstenscountdown
      1 #corysgonnamissyou
      1 #cosign
      1 #cosmo
      2 #cosmopolis
      1 #costadeljiffy
      1 #costaricaswag
      1 #cottonon
      1 #cougartown
      1 #cougatillidie
      2 #coughcough
      3 #couldcry
      1 #couldhavehelpedme
      1 #couldibewearinganymoreclothes
      1 #coulditbeimfallinginlove
      1 #coulditgetanybetter
      1 #couldnthelpit
      1 #couldntlivewithoutthem
      1 #couldvesleptin
      1 #countdown
      2 #countdownto420
      1 #counterpartjealousy
      1 #countmein
      1 #counton
      4 #country
      1 #countrygirl
      1 #countryromance
      1 #couplestherapy
      1 #couponcode
      1 #courtsurfing
      2 #cousins
      1 #covergirl-brookevalentine
      1 #coverthenight
      4 #cowboys
      1 #cowboysnation
      1 #cowboysstadium
      1 #cowboytakemeaway
      1 #cowgirl
      1 #cowlicks
      1 #cowx
      2 #coyb
      1 #coyg
      1 #coyh
      2 #coyi
      5 #coyotes
      1 #coyq
      2 #coyr
      1 #coys
      1 #cozeverybodywantstopartywithyou
      1 #cozy
      1 #cpanel
      1 #cpgs
      1 #cq5
      1 #crackedup
      1 #crafty
      1 #craigfeeder
      1 #cramps
      1 #crane
      1 #crapjokes
      3 #craving
      2 #cravings
      1 #crawfish
      2 #cray
      1 #crazyboy
      1 #crazydoglady
      1 #crazygfproblems
      1 #crazygirl
      1 #crazyhot
      1 #crazymofo
      1 #created
      2 #creative
      1 #creativecloud
      1 #creeep
      1 #creepergirlprobs
      1 #creeping
      1 #creeplife
      1 #creepy
      1 #creepyashell
      1 #creepymoment
      1 #crestonproblems
      1 #crewofonedfanbook
      1 #cribbb
      1 #cricket
      2 #criminalminds
      2 #cringe
      1 #crisismanagement
      3 #crocus
      1 #crohns
      1 #crosby
      1 #crosbysucks
      1 #crossfit
      1 #crossingtheline
      1 #crot
      1 #crstoaz
      1 #cruelty
      1 #crueltytoprincess
      1 #cruisin
      1 #crukchatter
      1 #crunkndrunk
      1 #crusadernation
      1 #crushdiet
      4 #crushed
      3 #cry
      1 #crybaby
      1 #crybabycry
      1 #crycry
      1 #crycrycry
      1 #cryface
      1 #cryin
     14 #crying
      1 #cryingface
      1 #cryinggg
      1 #cryinginthelibrary
      1 #cryingmyeyesout
      1 #cryingmyselftosleep
      1 #crymeariver
      1 #cryoffear
      1 #cs6
      1 #cscs
      4 #csk
      1 #cskvspwi
      1 #cstb
      1 #ctfu
      1 #cts
      1 #ctvnewsat5
      1 #cu
      1 #cuba
      1 #cuddle
      1 #cuddlebuddy
      1 #cuddles
      1 #cuddlesfornone
      1 #cuddybuddy
      1 #cudi
      1 #cuisine
      1 #cuj11
      1 #culinary
      1 #culturalexchange
      1 #culture
      1 #cumslut
      1 #cunt
      1 #cuntpunt
      1 #cuntz
      1 #cupcaketime
      1 #curecf
      1 #curiosityiskey
      1 #curious
      1 #currently
      1 #cursedempire
      1 #cusenation
      1 #cut
     11 #cute
      1 #cuteandsexyatthesametime
      1 #cutecouple
      1 #cutecunt
      1 #cuteee
      1 #cutefromyou
      1 #cutegenes
      1 #cutequotes
      2 #cutie
      1 #cutiebum
      1 #cutiee
      1 #cutthroat
      1 #cuuute
      1 #cuz4lyfe
      1 #cuzweare
      1 #cwazy
      1 #cwtchesmakeeverythingbetter
      1 #cybermonday
      1 #czechrepublicwantsbelievetour
      1 #d17
      1 #daaayyuumm
      1 #dabest
     10 #dabestkapamilyaloveteam
      1 #dad
      4 #dada
      1 #dadada
      2 #daddy
      1 #daddy's
      9 #daddydiaries
      1 #daddyslittlegirl
      1 #dadforgottogetkerosine
      1 #dady
      1 #daemilan
      1 #dafuck
      1 #dafuq
      1 #dafuqq
      1 #daily
      1 #dailybuzz
      1 #dailyhempbuzz
      1 #dailymonsterpic
      1 #dailyshoutout
     11 #dailytweet
      1 #dairy
      1 #dajahstealspeoplesstuff
      1 #dalai
      2 #dalalata
      1 #dalton
      1 #damascus
      1 #damdude
      1 #damianmarley
      1 #damir
      7 #damn
      1 #damniloveyou
      1 #damnit
      1 #damnmyweekendsleepingpattern
      1 #damnthesis
      1 #damon
      1 #damyouengland
      1 #dan
      1 #danbradleyin
      3 #danceacademy
      1 #dancelife
      1 #dancelifestlye
      2 #dancemomsmiami
      1 #dancemusic
      2 #dancerprobs
      1 #dancewithsomebody
      1 #dancingdays
      2 #dancinglikefools
      1 #dancingmood
      1 #dancingontheroof
      1 #dancingthroughlife
      1 #dancingwithahoover
      2 #dang
      1 #dangerous
      1 #dangerzone
      1 #dangit
      1 #danidefined
      1 #danielle
      1 #danielradcliffe
      1 #danisaurs
      1 #dannngbulls
      1 #danzokuduro
      1 #dapaperboi
      1 #darkhair
      1 #darkshadows
      1 #darkworld
      1 #darlawashideous
      3 #darn
      1 #datatransferfail
      1 #dataviz
      1 #datenight
      2 #dating
      1 #datmoment
      1 #daughter
      2 #davematthews
      1 #davidgray
      1 #davidslivingthedreamtour
      1 #dawat
      1 #dawatq8
      1 #day
      1 #day1
      1 #day3
      1 #daydreamer
      1 #dayiscomplete
      1 #dayjobstomorrow
      1 #dayjustmade
      4 #daymade
      2 #dayoff
      2 #dayofsilence
      2 #days
      1 #dayummm
      1 #daywithdaddy
      1 #db
      1 #dc5
      1 #dcm
      1 #de
      4 #dead
      1 #deadass
      1 #deadend
      1 #deadhouse
      1 #deadlines
      1 #deadman
      1 #deadmanwalking
      1 #deadserious
      1 #deadthroat
      6 #deal
      2 #dealornodeal
      4 #deals
      1 #dealsoftheday
      2 #dealwithit
      2 #dearbias
      1 #dearcorderyl
      1 #dearfuturewife
      1 #dearhogwarts
      2 #dearjohn
      1 #dearkenneth
      1 #dearmandela
      1 #dearoomf
      2 #dearsomeone
      1 #deartaylorswift
      1 #debbiedowner
      2 #deca
      2 #decaproblems
      1 #december21
      5 #decisions
      1 #decisionsdecisions
      1 #decline
      1 #decor
